{
    "navbar": {
        "home": "Pagina Inicial",
        "list": "Listado de Personajes",
        "about": "Sobre este Proyecto"
    },
    "footer": {
        "author": "Pagina Web realizada por Alvaro Reina"
    },
    "home-information": {
        "title": "Información sobre el anime",
        "content": "My Hero Academia (僕のヒーローアカデミア Boku no Hīrō Akademia?) es una serie de manga escrita e ilustrada por Kōhei Horikoshi. Se basa en un one-shot realizado por el mismo autor y publicado en el quinto volumen del manga Ōmagadoki Dōbutsuen bajo el nombre de My Hero.12 El 11 de enero de 2015, se lanzó un VOMIC basado en el manga."
    },
    "home-plot": {
        "title": "Trama del anime",
        "content": "Boku no Hero Academia está ambientada en un mundo en el que el 80% de la población mundial ha desarrollado superpoderes. Estos poderes comienzan a aparecer a la edad de 4 años de cada individuo y cada uno desarrolla características muy diferentes. Por ello, han aparecido numerosos superhéroes y supervillanos. Nuestro protagonista, Izuku Midoriya, pertenece a ese 20% de la población que no tiene superpoderes pero su gran sueño es estudiar en la academia U.A. y convertirse en un héroe como su ídolo All Might."
    },
    "home-functioning": {
        "title": "Funcionamiento de la página web",
        "content": "En este página web puedes ver una lista de todos los personajes del anime en la pestaña 'Listado de Personajes'. Puedes acceder a una vista detallada de cada uno haciendo click en su imagen."
    },
    "list-component": {
        "title": "Listado de Personajes",
        "browser": "Buscar personaje específico"
    },
    "hero-characteristics": {
        "title": "Características del Héroe",
        "quirk-field": "Don:",
        "affiliation-field": "Afiliación:",
        "teams-field": "Equipo:"
    },
    "hero-personal": {
        "title": "Datos Personales:",
        "alias-field": "Alias:",
        "description-field": "Descripción:",
        "birthday-field": "Cumpleaños:",
        "status-field": "Estado:"
    },
    "hero-description": {
        "title": "Descripción física",
        "gender-field": "Género:",
        "height-field": "Altura:",
        "hair-field": "Color de pelo:",
        "eye-field": "Color de ojos:",
        "bloodtype-field": "Grupo Sanguíneo:"
    },
    "about": {
        "title": "Muchas gracias por visitar mi página web!",
        "acknowledgements": "Espero que os haya gustado y que hayáis aprendido nuevas cosas sobre el universo de my hero academia. Pero lo más importante es que que empecéis a ver el anime si aún no lo habeís hecho, ¡a qué estáis esperando!",
        "github": "Aquí está mi github personal por si quieres ver otros proyectos:",
        "github-link": "Mis Creaciones",
        "farewell": "Pero antes de irte, recuerda siempre esto...PLUS ULTRA"
    }
}
